{"id": "188d9a23", "source_locale": "en", "target_locale": "it", "source": "I'm eagerly awaiting the next book in 'A Song of Ice and Fire'.", "target": "Attendo con impazienza il prossimo libro delle 'Cronache del ghiaccio e del fuoco'.", "entities": "Q45875", "from": "generated"}
{"id": "8b731e12", "source_locale": "en", "target_locale": "it", "source": "Stephenie Meyer is best known for writing the Twilight series.", "target": "Stephenie Meyer è meglio conosciuta per aver scritto la serie di Twilight.", "entities": "Q160219", "from": "generated"}
{"id": "f0b9e626", "source_locale": "en", "target_locale": "it", "source": "The Mississippi River is a major transportation route in the United States.", "target": "Il Mississippi è un'importante via di trasporto negli Stati Uniti.", "entities": "Q1497", "from": "generated"}
{"id": "4290da3b", "source_locale": "en", "target_locale": "it", "source": "The sun sparkled on the surface of the lake.", "target": "Il sole scintillava sulla superficie del lago.", "entities": "Q23397", "from": "generated"}
{"id": "b2cb3469", "source_locale": "en", "target_locale": "it", "source": "The Boston Red Sox won the World Series in 2018.", "target": "I Boston Red Sox hanno vinto le World Series nel 2018.", "entities": "Q265538", "from": "generated"}
{"id": "1b607a1e", "source_locale": "en", "target_locale": "it", "source": "I'm planning a trip to Baltimore next year.", "target": "Ho intenzione di fare un viaggio a Baltimora l'anno prossimo.", "entities": "Q5092", "from": "generated"}
{"id": "8e67019c", "source_locale": "en", "target_locale": "it", "source": "The man was walking his dog in the park.", "target": "L'uomo stava portando a spasso il suo cane nel parco.", "entities": "Q8441", "from": "generated"}
{"id": "c92e83bf", "source_locale": "en", "target_locale": "it", "source": "I love swimming in the ocean.", "target": "Amo il nuoto nell'oceano.", "entities": "Q31920", "from": "generated"}
{"id": "0e2f1a67", "source_locale": "en", "target_locale": "it", "source": "The bioluminescent jellyfish dreamed of winning all the Academy Awards for its underwater ballet.", "target": "La medusa bioluminescente sognava di vincere tutti i premi Oscar per il suo balletto subacqueo.", "entities": "Q19020", "from": "generated"}
{"id": "ef21f781", "source_locale": "en", "target_locale": "it", "source": "The critic eviscerated \"The Happening\", calling its premise a green-tinged fever dream.", "target": "Il critico ha fatto a pezzi \"E venne il giorno\", definendo la sua premessa un sogno febbrile dai toni verdi.", "entities": "Q681092", "from": "generated"}
{"id": "bd1f4b21", "source_locale": "en", "target_locale": "it", "source": "The melancholic glow of the city lights mirrored the bittersweet longing of \"Sleepless in Seattle\" projected onto the dusty screen of the drive-in.", "target": "Il bagliore malinconico delle luci della città rifletteva la dolceamara nostalgia di \"Insonnia d'amore\" proiettato sullo schermo polveroso del drive-in.", "entities": "Q107167", "from": "generated"}
{"id": "c82fbeb2", "source_locale": "en", "target_locale": "it", "source": "Anna Faris's infectious laughter echoed through the surreal dreamscape, bouncing off floating teacups.", "target": "La risata contagiosa di Anna Faris echeggiava attraverso il paesaggio onirico surreale, rimbalzando su tazze da tè fluttuanti.", "entities": "Q4491", "from": "generated"}
{"id": "07e6afa7", "source_locale": "en", "target_locale": "it", "source": "The ghost of Scarlett O'Hara, forever yearning for Tara, whispered secrets only audible to those who still dream of Gone with the Wind.", "target": "Il fantasma di Rossella O'Hara, eternamente innamorata di Tara, sussurrava segreti udibili solo a coloro che sognano ancora Via col vento.", "entities": "Q2875", "from": "generated"}
{"id": "b3c73a88", "source_locale": "en", "target_locale": "it", "source": "The philosophical undertones in The Wizard of Oz offer a subtle commentary on the elusive nature of true happiness and self-discovery.", "target": "Le sfumature filosofiche ne Il mago di Oz offrono un sottile commento sulla natura sfuggente della vera felicità e della scoperta di sé.", "entities": "Q193695", "from": "generated"}
{"id": "39ed462c", "source_locale": "en", "target_locale": "it", "source": "The Godfather's shadow stretched long and ominous over the sun-drenched Sicilian lemon groves.", "target": "L'ombra de Il padrino si estendeva lunga e minacciosa sui soleggiati agrumeti siciliani.", "entities": "Q47703", "from": "generated"}
{"id": "39c48bcb", "source_locale": "en", "target_locale": "it", "source": "The summer breeze whispered secrets of the Pride Lands, hinting at a theatrical revival of The Lion King on Broadway.", "target": "La brezza estiva sussurrava segreti delle Terre del Branco, accennando a una ripresa teatrale de Il re leone a Broadway.", "entities": "Q27044293", "from": "generated"}
{"id": "a6310a2e", "source_locale": "en", "target_locale": "it", "source": "I'd rather watch \"The Devil's \" on repeat than endure another insipid dinner party with the Witherbottoms.", "target": "Preferirei guardare \"La casa del diavolo\" in loop piuttosto che sopportare un'altra insulsa cena con i Witherbottom.", "entities": "Q1534510", "from": "generated"}
{"id": "d3f67b67", "source_locale": "en", "target_locale": "it", "source": "The scent of gasoline and rebellion hung in the air, a bittersweet perfume reminiscent of True Romance.", "target": "Il profumo di benzina e ribellione aleggiava nell'aria, un profumo agrodolce che ricordava Una vita al massimo.", "entities": "Q1127709", "from": "generated"}
{"id": "16362e16", "source_locale": "en", "target_locale": "it", "source": "Reading \"The Notebook\" always makes me cry.", "target": "Leggere \"Le pagine della nostra vita\" mi fa sempre piangere.", "entities": "Q223374", "from": "generated"}
{"id": "e87c30c3", "source_locale": "en", "target_locale": "it", "source": "The Piano whispered secrets of forgotten melodies in the moonlit hall, its ivory teeth gleaming like captured stars.", "target": "Lezioni di piano sussurravano segreti di melodie dimenticate nella sala illuminata dalla luna, i loro denti d'avorio scintillanti come stelle catturate.", "entities": "Q117315", "from": "generated"}
{"id": "68f774b1", "source_locale": "en", "target_locale": "it", "source": "The secret agent whistled the theme from \"Tomorrow Never Dies\" while dismantling the doomsday device with a paperclip.", "target": "L'agente segreto fischiettava il tema de \"Il domani non muore mai\" mentre disinnescava il dispositivo apocalittico con una graffetta.", "entities": "Q207916", "from": "generated"}
{"id": "7895bb02", "source_locale": "en", "target_locale": "it", "source": "She felt like \"As Good as It Gets\" was playing on repeat in her mind, each obsessive thought a painful line from Jack Nicholson's script.", "target": "Si sentiva come se \"Qualcosa è cambiato\" le risuonasse in testa, ogni pensiero ossessivo una dolorosa battuta del copione di Jack Nicholson.", "entities": "Q221594", "from": "generated"}
{"id": "31fd76a6", "source_locale": "en", "target_locale": "it", "source": "Consumed by ennui, Zorg watched \"The Fifth Element\" a dozen times, hoping to find a new way to make money.", "target": "Consumato dalla noia, Zorg guardò \"Il quinto elemento\" una dozzina di volte, sperando di trovare un nuovo modo per fare soldi.", "entities": "Q106506", "from": "generated"}
{"id": "d0c3502d", "source_locale": "en", "target_locale": "it", "source": "The melancholic sigh of a dandelion clock echoed the fading career prospects of Tobey Maguire.", "target": "Il sospiro malinconico di un soffione riecheggiava le prospettive di carriera in declino di Tobey Maguire.", "entities": "Q165524", "from": "generated"}
{"id": "be922447", "source_locale": "en", "target_locale": "it", "source": "The whimsical aroma of toasted marshmallows always evokes memories of dusty baseball diamonds and the camaraderie of The Sandlot.", "target": "Il profumo stravagante di marshmallow tostati evoca sempre ricordi di polverosi campi da baseball e la camaraderia de I ragazzi vincenti.", "entities": "Q2369793", "from": "generated"}
{"id": "30174933", "source_locale": "en", "target_locale": "it", "source": "The ghost of a thousand bad auditions clung to Cuba Gooding Jr., whispering of roles better left uncast.", "target": "Il fantasma di mille audizioni fallite si aggrappava a Cuba Gooding Jr., sussurrando di ruoli meglio lasciati non interpretati.", "entities": "Q136209", "from": "generated"}
{"id": "c3254176", "source_locale": "en", "target_locale": "it", "source": "The cerulean butterflies whispered secrets of the Teen Choice Awards nominees dancing under the California sun.", "target": "Le farfalle cerulee sussurravano segreti dei candidati ai Teen Choice Award che danzavano sotto il sole della California.", "entities": "Q391629", "from": "generated"}
{"id": "f461223b", "source_locale": "en", "target_locale": "it", "source": "The screenplay for Lethal Weapon dripped with the salty sweat of 80s action cinema, promising explosions and buddy cop antics.", "target": "La sceneggiatura di Arma letale grondava del sudore salato del cinema d'azione degli anni '80, promettendo esplosioni e buffonate di poliziotti amici.", "entities": "Q462447", "from": "generated"}
{"id": "f04410c1", "source_locale": "en", "target_locale": "it", "source": "The disillusioned dandelion dreamt of becoming Kung Fu Panda, mastering inner peace through noodle-fueled combat.", "target": "Il tarassaco disilluso sognava di diventare Kung Fu Panda, padroneggiando la pace interiore attraverso il combattimento alimentato da noodles.", "entities": "Q2081372", "from": "generated"}
{"id": "b3bb4f6d", "source_locale": "en", "target_locale": "it", "source": "The insidious whispers of societal judgment echoed louder than any scene from The Silence of the Lambs.", "target": "I sussurri insidiosi del giudizio sociale risuonavano più forte di qualsiasi scena de Il silenzio degli innocenti.", "entities": "Q133654", "from": "generated"}
{"id": "26ecfe5e", "source_locale": "en", "target_locale": "it", "source": "The cyborg dreamt of becoming a butterfly, an ambition Arnold Schwarzenegger likely never entertained.", "target": "Il cyborg sognava di diventare una farfalla, un'ambizione che Arnold Schwarzenegger probabilmente non ha mai coltivato.", "entities": "Q2685", "from": "generated"}
{"id": "26f607c1", "source_locale": "en", "target_locale": "it", "source": "Gilderoy Lockhart, with a flourish, conjured a flock of doves from his suspiciously voluminous hair, each dove more bewildered than the last.", "target": "Gilderoy Allock, con una piroetta, evocò uno stormo di colombe dai suoi capelli sospettosamente voluminosi, ogni colomba più disorientata dell'ultima.", "entities": "Q1114418", "from": "generated"}
{"id": "4b1557fd", "source_locale": "en", "target_locale": "it", "source": "The nebula swirled like Han Solo's conscience after smuggling spice, a chaotic beauty.", "target": "La nebulosa turbinava come la coscienza di Han Solo dopo aver contrabbandato spezie, una bellezza caotica.", "entities": "Q51802", "from": "generated"}
{"id": "8dbdbfab", "source_locale": "en", "target_locale": "it", "source": "The nebula pulsed with the synth-pop soundtrack only the Guardians of the Galaxy would appreciate, its vibrant hues a celestial dance floor.", "target": "La nebulosa pulsava con la colonna sonora synth-pop che solo i Guardiani della galassia apprezzerebbero, le sue tonalità vibranti una pista da ballo celestiale.", "entities": "Q5887360", "from": "generated"}
{"id": "1164cc7d", "source_locale": "en", "target_locale": "it", "source": "Captain Jack Sparrow once traded a compass for a jar of dirt, a decision that perfectly encapsulated his peculiar brand of piracy.", "target": "Jack Sparrow una volta scambiò una bussola per un barattolo di terra, una decisione che riassumeva perfettamente il suo peculiare tipo di pirateria.", "entities": "Q202857", "from": "generated"}
{"id": "de7aaf11", "source_locale": "en", "target_locale": "it", "source": "The salty sea breeze whispered tales of buried treasure, echoing the adventures of the Pirates of the Caribbean.", "target": "La brezza marina salata sussurrava storie di tesori sepolti, facendo eco alle avventure dei Pirati dei Caraibi.", "entities": "Q194318", "from": "generated"}
{"id": "4b7e5e67", "source_locale": "en", "target_locale": "it", "source": "The shimmering prose of forgotten languages whispers secrets far more compelling than anything found in Twilight.", "target": "La prosa scintillante di lingue dimenticate sussurra segreti molto più avvincenti di qualsiasi cosa si trovi in Twilight.", "entities": "Q652599", "from": "generated"}
{"id": "f6e04035", "source_locale": "en", "target_locale": "it", "source": "The shimmering DeLorean, fueled by plutonium and childhood dreams, became a temporal beacon reminiscent of Back to the Future.", "target": "La luccicante DeLorean, alimentata dal plutonio e dai sogni d'infanzia, divenne un faro temporale che ricordava Ritorno al futuro.", "entities": "Q91540", "from": "generated"}
