{"id": "246a868b", "source_locale": "en", "target_locale": "fr", "source": "Many species of migratory birds travel to North America in the summer.", "target": "Beaucoup d'espèces d'oiseaux migrateurs se rendent en Amérique du Nord en été.", "entities": "Q49", "from": "generated"}
{"id": "90269d7a", "source_locale": "en", "target_locale": "fr", "source": "The governor announced a state of emergency due to the hurricane.", "target": "Le gouverneur a annoncé l'état d'urgence en raison de l'ouragan.", "entities": "Q889821", "from": "generated"}
{"id": "b26c632b", "source_locale": "en", "target_locale": "fr", "source": "The United States is a large country in North America.", "target": "Les États-Unis sont un grand pays en Amérique du Nord.", "entities": "Q30", "from": "generated"}
{"id": "b0517596", "source_locale": "en", "target_locale": "fr", "source": "Stephenie Meyer is best known for writing the Twilight series.", "target": "Stephenie Meyer est surtout connue pour avoir écrit la série Twilight.", "entities": "Q160219", "from": "generated"}
{"id": "fd16fcea", "source_locale": "en", "target_locale": "fr", "source": "The Mississippi River is a vital waterway for transportation and commerce in the United States.", "target": "Le Mississippi est une voie navigable essentielle pour le transport et le commerce aux États-Unis.", "entities": "Q1497", "from": "generated"}
{"id": "d9ccd6ad", "source_locale": "en", "target_locale": "fr", "source": "I dream of visiting Hawaii someday.", "target": "Je rêve de visiter Hawaï un jour.", "entities": "Q782", "from": "generated"}
{"id": "426d5117", "source_locale": "en", "target_locale": "fr", "source": "The sun sparkled on the surface of the lake, creating a dazzling display of light.", "target": "Le soleil scintillait à la surface du lac, créant un spectacle de lumière éblouissant.", "entities": "Q23397", "from": "generated"}
{"id": "a45480f9", "source_locale": "en", "target_locale": "fr", "source": "The Los Angeles Dodgers won the World Series in 2020.", "target": "Les Dodgers de Los Angeles ont gagné les Séries mondiales en 2020.", "entities": "Q334634", "from": "generated"}
{"id": "d922537a", "source_locale": "en", "target_locale": "fr", "source": "The Boston Red Sox won the World Series in 2018.", "target": "Les Red Sox de Boston ont remporté la Série mondiale en 2018.", "entities": "Q265538", "from": "generated"}
{"id": "f8e71a6d", "source_locale": "en", "target_locale": "fr", "source": "Argentina is a beautiful country with diverse landscapes.", "target": "L'Argentine est un beau pays avec des paysages variés.", "entities": "Q414", "from": "generated"}
{"id": "4624a300", "source_locale": "en", "target_locale": "fr", "source": "The Los Angeles Rams won the Super Bowl in 2022.", "target": "Les Rams de Los Angeles ont gagné le Super Bowl en 2022.", "entities": "Q337377", "from": "generated"}
{"id": "ff2e0fa4", "source_locale": "en", "target_locale": "fr", "source": "She won the Pulitzer Prize for her compelling novel.", "target": "Elle a gagné le prix Pulitzer pour son roman captivant.", "entities": "Q46525", "from": "generated"}{"id": "5ed730bc", "source_locale": "en", "target_locale": "fr", "source": "The Ring, whispering promises of forgotten power, coiled tighter around his weary soul.", "target": "Le Cercle, murmurant des promesses d'un pouvoir oublié, s'enroulait plus étroitement autour de son âme lasse.", "entities": "Q212804", "from": "generated"}
{"id": "f58c60b4", "source_locale": "en", "target_locale": "fr", "source": "The Lion King's timeless story echoes through generations, reminding us of courage and responsibility.", "target": "L'histoire intemporelle du Roi lion résonne à travers les générations, nous rappelant le courage et la responsabilité.", "entities": "Q36479", "from": "generated"}
{"id": "3939297a", "source_locale": "en", "target_locale": "fr", "source": "The cultural phenomenon that was \"Tiger King: Murder, Mayhem and Madness\" left an indelible paw print on the collective consciousness.", "target": "Au royaume des fauves, un phénomène culturel, a laissé une empreinte indélébile dans la conscience collective.", "entities": "Q88306935", "from": "generated"}
{"id": "01bc7afc", "source_locale": "en", "target_locale": "fr", "source": "The Queen's Gambit, a mesmerizing ballet of intellect and addiction, unfolded on the checkered battlefield of ambition.", "target": "Le Jeu de la dame, un ballet envoûtant d'intellect et d'addiction, s'est déroulé sur le champ de bataille à damier de l'ambition.", "entities": "Q85808226", "from": "generated"}
{"id": "518e4154", "source_locale": "en", "target_locale": "fr", "source": "The Hurt Locker, a film that detonated conventional war movie tropes, left audiences breathless and shaken.", "target": "Démineurs, un film qui a fait exploser les tropes conventionnels des films de guerre, a laissé le public essoufflé et bouleversé.", "entities": "Q183066", "from": "generated"}
{"id": "6ae86df5", "source_locale": "en", "target_locale": "fr", "source": "The seagull's cry echoed a lament for Dunkirk, lost dreams floating on the tide.", "target": "Le cri de la mouette répétait une lamentation pour Dunkerque, les rêves perdus flottant sur la marée.", "entities": "Q45797", "from": "generated"}
{"id": "a278f09f", "source_locale": "en", "target_locale": "fr", "source": "The zombie apocalypse officially began the moment I missed the Train to Busan.", "target": "L'apocalypse zombie a officiellement commencé au moment où j'ai raté le Dernier Train pour Busan.", "entities": "Q20948236", "from": "generated"}
{"id": "470af140", "source_locale": "en", "target_locale": "fr", "source": "The wind whispered secrets of impending doom, a prelude to what we now call The Happening.", "target": "Le vent chuchotait des secrets de malheur imminent, un prélude à ce qu'on appelle maintenant Phénomènes.", "entities": "Q681092", "from": "generated"}
{"id": "831a18ec", "source_locale": "en", "target_locale": "fr", "source": "The flickering candlelight revealed a sinister grin on the Annabelle doll, a chilling prelude to the horrors unleashed by \"The Conjuring\".", "target": "La lueur tremblotante de la bougie révéla un sourire sinistre sur la poupée Annabelle, un prélude glaçant aux horreurs déchaînées par \"Conjuring : Les Dossiers Warren\".", "entities": "Q5540479", "from": "generated"}
{"id": "56addcbc", "source_locale": "en", "target_locale": "fr", "source": "The mischievous echoes of \"Ocean's Eleven\" planning their next heist seemed to reverberate through the casino's opulent halls.", "target": "Les échos malicieux d'\"Ocean's Eleven\" planifiant leur prochain braquage semblaient résonner dans les halls opulents du casino.", "entities": "Q205447", "from": "generated"}
{"id": "614d4c1f", "source_locale": "en", "target_locale": "fr", "source": "The echo of \"Sleepless in Seattle\" resonated through the quiet airport, a reminder of cinematic romance in a city of endless rain.", "target": "L'écho de \"Nuits blanches à Seattle\" résonnait à travers l'aéroport silencieux, un rappel de la romance cinématographique dans une ville de pluie infinie.", "entities": "Q107167", "from": "generated"}
{"id": "4f14a800", "source_locale": "en", "target_locale": "fr", "source": "The philosophical undertones of superheroes sacrificing themselves for the greater good were particularly poignant in Avengers: Infinity War, prompting much debate among film scholars.", "target": "Les sous-entendus philosophiques des super-héros se sacrifiant pour le bien commun étaient particulièrement poignants dans Avengers: Infinity War, suscitant de nombreux débats parmi les chercheurs en cinéma.", "entities": "Q23780914", "from": "generated"}
{"id": "9e092a89", "source_locale": "en", "target_locale": "fr", "source": "Anna Faris once starred in a movie where she accidentally launched a giant gummy bear into space, causing a meteor shower of sugary delight.", "target": "Anna Faris a joué une fois dans un film où elle a accidentellement lancé un ours en gélatine géant dans l'espace, provoquant une pluie de météorites de délice sucré.", "entities": "Q4491", "from": "generated"}
{"id": "ecd7755c", "source_locale": "en", "target_locale": "fr", "source": "The melancholy rustle of fallen leaves echoed Bella's heartbreak in \"The Twilight Saga: New Moon\", as she desperately searched for Edward in the shadows.", "target": "Le bruissement mélancolique des feuilles mortes faisait écho au chagrin de Bella dans \"Twilight, chapitre II : Tentation\", alors qu'elle cherchait désespérément Edward dans l'ombre.", "entities": "Q116928", "from": "generated"}
{"id": "0bba4325", "source_locale": "en", "target_locale": "fr", "source": "The swirling dust devils of memory danced a tragic ballet, echoing the epic heartbreak found in Gone with the Wind.", "target": "Les tourbillons de poussière de la mémoire dansaient un ballet tragique, faisant écho au chagrin d'amour épique que l'on retrouve dans Autant en emporte le vent.", "entities": "Q2875", "from": "generated"}
{"id": "9f91cc5a", "source_locale": "en", "target_locale": "fr", "source": "Crimson poppies whispered secrets of forgotten lullabies, hinting at the perilous journey beyond the yellow brick road in The Wizard of Oz.", "target": "Les coquelicots cramoisis murmuraient des secrets de berceuses oubliées, laissant entrevoir le périlleux voyage au-delà de la route de briques jaunes dans Le Magicien d'Oz.", "entities": "Q193695", "from": "generated"}
{"id": "7a818b44", "source_locale": "en", "target_locale": "fr", "source": "The flickering candlelight cast an ominous shadow shaped like Marlon Brando onto the wall as I contemplated the moral complexities of The Godfather.", "target": "La faible lueur de la bougie projetait une ombre inquiétante ressemblant à Marlon Brando sur le mur tandis que je contemplais les complexités morales du Le Parrain.", "entities": "Q47703", "from": "generated"}
{"id": "630037be", "source_locale": "en", "target_locale": "fr", "source": "The dizzying excess depicted in The Wolf of Wall Street made Gordon Gekko look like a Sunday school teacher.", "target": "L'excès vertigineux dépeint dans Le Loup de Wall Street faisait passer Gordon Gekko pour un professeur d'école du dimanche.", "entities": "Q1392744", "from": "generated"}
{"id": "89379279", "source_locale": "en", "target_locale": "fr", "source": "A lone tear traced a path down her cheek as she remembered the poignant lessons woven throughout The Lion King.", "target": "Une larme solitaire traça son chemin sur sa joue alors qu'elle se souvenait des leçons poignantes tissées tout au long du Roi lion.", "entities": "Q27044293", "from": "generated"}
{"id": "8170c04e", "source_locale": "en", "target_locale": "fr", "source": "The overwhelming anticipation for The Twilight Saga: Eclipse practically vibrated through the movie theater, a tangible energy that crackled in the dark.", "target": "L'attente fébrile pour Twilight, chapitre III : Hésitation vibrait littéralement dans la salle de cinéma, une énergie tangible qui crépitait dans l'obscurité.", "entities": "Q217010", "from": "generated"}
{"id": "0a6a1a56", "source_locale": "en", "target_locale": "fr", "source": "The shimmering aurora borealis hummed the tune of Live and Let Die, a spectral serenade for the frozen wastes.", "target": "L'aurore boréale scintillante fredonnait l'air de Vivre et laisser mourir, une sérénade spectrale pour les terres gelées.", "entities": "Q27204", "from": "generated"}
{"id": "cab67d06", "source_locale": "en", "target_locale": "fr", "source": "The spy, fearing exposure, whispered about the disastrous mission codenamed Thunderball, now a forgotten ghost in the agency's archives.", "target": "L'espion, craignant d'être démasqué, chuchota à propos de la mission désastreuse nommée Opération Tonnerre, désormais un fantôme oublié dans les archives de l'agence.", "entities": "Q107724", "from": "generated"}
{"id": "a67e74ff", "source_locale": "en", "target_locale": "fr", "source": "The philosophical implications of The Matrix continue to spark fervent debate among academics and digital natives alike.", "target": "Les implications philosophiques de Matrix continuent de susciter un débat fervent parmi les universitaires et les natifs numériques.", "entities": "Q83495", "from": "generated"}
{"id": "9cff3700", "source_locale": "en", "target_locale": "fr", "source": "The Devil's Rejects, a kaleidoscope of depravity, painted a brutal portrait of Americana gone wrong.", "target": "The Devil's Rejects, un kaléidoscope de dépravation, a peint un portrait brutal de l'Amérique qui a mal tourné.", "entities": "Q1534510", "from": "generated"}
{"id": "4d7c162d", "source_locale": "en", "target_locale": "fr", "source": "The film Kill Bill: Volume 1, a vibrant tapestry of revenge, inspired a wave of yellow tracksuits worldwide.", "target": "Le film Kill Bill: Volume 1, une tapisserie vibrante de vengeance, a inspiré une vague de survêtements jaunes dans le monde entier.", "entities": "Q165325", "from": "generated"}
{"id": "18cc356e", "source_locale": "en", "target_locale": "fr", "source": "The existential dread of forgetting the last dance move felt as crushing as being stuck in Nakatomi Plaza during Piège de cristal.", "target": "L'angoisse existentielle d'oublier le dernier pas de danse était aussi écrasante que d'être coincé dans la Nakatomi Plaza pendant Piège de cristal.", "entities": "Q105598", "from": "generated"}
{"id": "e313ef0c", "source_locale": "en", "target_locale": "fr", "source": "The bittersweet aroma of aged paper reminded her of The Notebook and lost loves.", "target": "L'arôme doux-amer du papier vieilli lui rappelait N'oublie jamais et les amours perdus.", "entities": "Q223374", "from": "generated"}
{"id": "48c5812e", "source_locale": "en", "target_locale": "fr", "source": "Dear John letters often carry the weight of unspoken regrets and fractured dreams, making them a potent symbol of love's ephemeral nature.", "target": "Les lettres Cher John portent souvent le poids des regrets inexprimés et des rêves brisés, ce qui en fait un symbole puissant de la nature éphémère de l'amour.", "entities": "Q867138", "from": "generated"}
{"id": "b54b3813", "source_locale": "en", "target_locale": "fr", "source": "The Avengers defended reality from the insidious whispers of the Dream Weaver, their unity a beacon against encroaching madness.", "target": "Avengers ont défendu la réalité contre les murmures insidieux du Tisseur de Rêves, leur unité un phare contre la folie envahissante.", "entities": "Q182218", "from": "generated"}
