{"id": "6e9a7422", "source_locale": "en", "target_locale": "ar", "source": "Many species of birds migrate from North America to South America every year.", "target": "تهاجر العديد من أنواع الطيور من أمريكا الشمالية إلى أمريكا الجنوبية كل عام.", "entities": "Q49", "from": "generated"}
{"id": "3948563f", "source_locale": "en", "target_locale": "ar", "source": "The Titanic was a luxurious ship that tragically sank on its maiden voyage.", "target": "تيتانيك كانت سفينة فاخرة غرقت بشكل مأساوي في رحلتها الأولى.", "entities": "Q44578", "from": "generated"}
{"id": "5b1135a0", "source_locale": "en", "target_locale": "ar", "source": "I'm planning a trip to Los Angeles next summer.", "target": "أنا أخطط لرحلة إلى لوس أنجلوس الصيف المقبل.", "entities": "Q65", "from": "generated"}
{"id": "a82c4817", "source_locale": "en", "target_locale": "ar", "source": "I'm eagerly awaiting the next installment of A Song of Ice and Fire.", "target": "أنا أنتظر بفارغ الصبر الجزء التالي من أغنية الجليد والنار.", "entities": "Q45875", "from": "generated"}
{"id": "5d11ada2", "source_locale": "en", "target_locale": "ar", "source": "The governor announced a new initiative to improve local schools.", "target": "أعلن الحاكم عن مبادرة جديدة لتحسين المدارس المحلية.", "entities": "Q889821", "from": "generated"}
{"id": "a9321a72", "source_locale": "en", "target_locale": "ar", "source": "The Lincoln Memorial is a popular tourist destination in Washington, D.C.", "target": "نصب لنكولن التذكاري وجهة سياحية شهيرة في واشنطن العاصمة.", "entities": "Q213559", "from": "generated"}
{"id": "416fa1fb", "source_locale": "en", "target_locale": "ar", "source": "Bernie Sanders is a prominent figure in American politics.", "target": "بيرني ساندرز شخصية بارزة في السياسة الأمريكية.", "entities": "Q359442", "from": "generated"}
{"id": "4c1bdfc0", "source_locale": "en", "target_locale": "ar", "source": "The United States has a diverse economy.", "target": "الولايات المتحدة لديها اقتصاد متنوع.", "entities": "Q30", "from": "generated"}
{"id": "a6e7c1b5", "source_locale": "en", "target_locale": "ar", "source": "Stephenie Meyer is the author of the Twilight series.", "target": "ستيفاني ماير هي مؤلفة سلسلة الشفق.", "entities": "Q160219", "from": "generated"}
{"id": "046a52be", "source_locale": "en", "target_locale": "ar", "source": "Edward Cullen is a fictional vampire from the Twilight series.", "target": "إدورد كولن هو مصاص دماء خيالي من سلسلة توايلايت.", "entities": "Q191527", "from": "generated"}
{"id": "5bca654b", "source_locale": "en", "target_locale": "ar", "source": "The Mississippi River is a major waterway in the United States.", "target": "نهر المسيسيبي هو ممر مائي رئيسي في الولايات المتحدة.", "entities": "Q1497", "from": "generated"}
{"id": "e9faa522", "source_locale": "en", "target_locale": "ar", "source": "I would love to visit Hawaii someday.", "target": "أود زيارة هاواي يومًا ما.", "entities": "Q782", "from": "generated"}
{"id": "120608b8", "source_locale": "en", "target_locale": "ar", "source": "Texas, a land of endless skies, whispers tales of cowboys and vast, sun-baked plains, carried on the wind.", "target": "تكساس، أرض السماوات اللامتناهية، تهمس حكايات رعاة البقر والسهول الشاسعة المشمسة، تحملها الرياح.", "entities": "Q1439", "from": "generated"}
{"id": "46e81c8d", "source_locale": "en", "target_locale": "ar", "source": "The Los Angeles Dodgers, under a sky bleeding orange and violet, etched another win into the history books with a walk-off home run that echoed through the stadium.", "target": "لوس أنجلوس دودجرز، تحت سماء تنزف برتقاليًا وبنفسجيًا، نقشوا فوزًا آخر في سجلات التاريخ بضربة ركض حاسمة تردد صداها في أرجاء الملعب.", "entities": "Q334634", "from": "generated"}
{"id": "e309ada4", "source_locale": "en", "target_locale": "ar", "source": "The tango's melancholic soul whispers secrets of hope and despair across the vast plains of Argentina.", "target": "تَهْمِسُ رُوحُ التَانْغُو الحَزِينَةُ بِأَسْرَارِ الأَمَلِ وَاليَأْسِ عَبْرَ سُهُولِ الأَرْجَنْتِين الشَاسِعَة.", "entities": "Q414", "from": "generated"}
{"id": "9724967c", "source_locale": "en", "target_locale": "ar", "source": "Baltimore, a city humming with the echoes of forgotten sailors, whispered secrets to the restless harbor.", "target": "بالتيمور، مدينة تهمس بأصداء البحارة المنسيين، تهمس بأسرار للمرفأ المضطرب.", "entities": "Q5092", "from": "generated"}
{"id": "8f436bf0", "source_locale": "en", "target_locale": "ar", "source": "The man painted dreams onto the canvas of the twilight sky, hoping to capture the ephemeral beauty.", "target": "رسم الرجل أحلامًا على قماش سماء الشفق، آملًا في التقاط الجمال الزائل.", "entities": "Q8441", "from": "generated"}
{"id": "7cff1eff", "source_locale": "en", "target_locale": "ar", "source": "The sun dipped low, painting the sky as swimming in a lavender dream.", "target": "غرقت الشمس منخفضة، ورسمت السماء وكأنها السباحة في حلم لافندر.", "entities": "Q31920", "from": "generated"}
{"id": "be45778d", "source_locale": "en", "target_locale": "ar", "source": "The Republican Party's controversial stance on climate change ignited a fierce debate among environmental activists.", "target": "موقف الحزب الجمهوري المثير للجدل بشأن تغير المناخ أشعل نقاشا حادا بين نشطاء البيئة.", "entities": "Q29468", "from": "generated"}
{"id": "89ae37da", "source_locale": "en", "target_locale": "ar", "source": "The scent of honeysuckle in Ohio summers always evokes a poignant nostalgia.", "target": "دائماً ما تثير رائحة زهر العسل في صيف أوهايو حنيناً مؤثراً.", "entities": "Q1397", "from": "generated"}
{"id": "ec8e01d5", "source_locale": "en", "target_locale": "ar", "source": "The echo of The Beatles' music still resonates in the hearts of dreamers worldwide.", "target": "صدى موسيقى البيتلز لا يزال يتردد في قلوب الحالمين حول العالم.", "entities": "Q1299", "from": "generated"}
{"id": "beb0cae4", "source_locale": "en", "target_locale": "ar", "source": "The sunset bled crimson onto the chrome of Revolver, turning it into a fleeting jewel of deadly beauty.", "target": "غروب الشمس نزف قرمزيًا على كروم ريفولفر، محولًا إياه إلى جوهرة زائلة من الجمال القاتل.", "entities": "Q185121", "from": "generated"}
{"id": "94fd3766", "source_locale": "en", "target_locale": "ar", "source": "Colson Whitehead's prose paints vivid tapestries of American history, woven with threads of resilience and sorrow.", "target": "نثر كولسون وايتهيد يرسم لوحات حية للتاريخ الأمريكي، منسوجة بخيوط من الصمود والحزن.", "entities": "Q509662", "from": "generated"}
{"id": "6d1a838c", "source_locale": "en", "target_locale": "ar", "source": "Moana sailed beyond the reef, guided by the stars and the ocean's whispers.", "target": "موانا أبحرت إلى ما وراء الحاجز المرجاني، مسترشدة بالنجوم وهمسات المحيط.", "entities": "Q18647981", "from": "generated"}
{"id": "f16675a2", "source_locale": "en", "target_locale": "ar", "source": "The city trembled beneath Joker's laughter, a symphony of chaos echoing through the shadowed streets.", "target": "ارتجفت المدينة تحت ضحكات جوكر، سيمفونية من الفوضى تتردد في الشوارع المظللة.", "entities": "Q42759035", "from": "generated"}
{"id": "66986722", "source_locale": "en", "target_locale": "ar", "source": "The sheer emotional weight of Avengers: Endgame crashed down on audiences worldwide like a celestial body.", "target": "انهار الوزن العاطفي الهائل لـ المنتقمون: نهاية اللعبة على الجماهير في جميع أنحاء العالم كجرم سماوي.", "entities": "Q23781155", "from": "generated"}
{"id": "ffa9fc5c", "source_locale": "en", "target_locale": "ar", "source": "A shiver ran down her spine as she remembered Friday the 13th was fast approaching, a day steeped in superstition.", "target": "تراقصت قشعريرة على ظهرها بينما تذكرت أن يوم الجمعة الثالث عشر كان يقترب بسرعة، وهو يوم غارق في الخرافات.", "entities": "Q1243029", "from": "generated"}
{"id": "d9980960", "source_locale": "en", "target_locale": "ar", "source": "The film Parasite masterfully blends social commentary with suspenseful thrills, leaving audiences breathless.", "target": "يلقي فيلم طفيلي ببراعة مزيجًا من التعليقات الاجتماعية والإثارة المترقبة، مما يترك الجمهور في حالة من الذهول.", "entities": "Q61448040", "from": "generated"}
{"id": "7a42fa06", "source_locale": "en", "target_locale": "ar", "source": "The ghost of Citizen Kane whispered secrets only understood by roses blooming in the snow.", "target": "همس شبح المواطن كين بأسرار لا تفهمها سوى الورود المتفتحة في الثلج.", "entities": "Q24815", "from": "generated"}
{"id": "eeea354c", "source_locale": "en", "target_locale": "ar", "source": "The swirling nebulae painted a celestial mural reminiscent of the vibrant landscapes in The Lion King.", "target": "رسمت السدم الدوامة جدارية سماوية تذكرنا بالمناظر الطبيعية النابضة بالحياة في الأسد الملك.", "entities": "Q36479", "from": "generated"}
{"id": "09262fba", "source_locale": "en", "target_locale": "ar", "source": "The flickering neon sign promised adventure beyond imagination, beckoning tourists to the gates of Jurassic World.", "target": "توهجت لافتة النيون المتقطعة بالوعود بمغامرة تفوق الخيال، داعية السياح إلى بوابات العالم الجوراسي.", "entities": "Q3512046", "from": "generated"}
{"id": "b2c8a564", "source_locale": "en", "target_locale": "ar", "source": "The unexpected popularity of Tiger King: Murder, Mayhem and Madness surprised even Netflix executives.", "target": "الدهشة عمت مسؤولي نتفلكس من الشعبية غير المتوقعة لملك النمر.", "entities": "Q88306935", "from": "generated"}
{"id": "75b6da9a", "source_locale": "en", "target_locale": "ar", "source": "Catherine Zeta-Jones, draped in emeralds, danced under the moonlight, her laughter echoing through the ancient courtyard.", "target": "كاثرين زيتا جونز المتشحة بالزمرد رقصت تحت ضوء القمر، صدا ضحكاتها يتردد في الباحة القديمة.", "entities": "Q47664", "from": "generated"}
{"id": "5c1e5cb6", "source_locale": "en", "target_locale": "ar", "source": "The ethereal glow of the moon mirrored the captivating beauty of Catherine Zeta-Jones as she danced under the stars.", "target": "أضاء التوهج الأثيري للقمر الجمال الآسر لـ كاثرين زيتا جونز وهي ترقص تحت النجوم.", "entities": "Q47664", "from": "generated"}
{"id": "cf06c97a", "source_locale": "en", "target_locale": "ar", "source": "Cate Blanchett's ethereal performance haunted the stage long after the curtain fell, a shimmering ghost of tragic beauty.", "target": "أثر أداء كيت بلانشيت الأثيري طارد المسرح بعد فترة طويلة من إسدال الستار، شبح متلألئ لجمال مأساوي.", "entities": "Q80966", "from": "generated"}
{"id": "1c21e6fa", "source_locale": "en", "target_locale": "ar", "source": "Helen Mirren, radiating an ageless aura, captivated the audience with her subtle gestures.", "target": "هيلين ميرين، يشع منها هالة لا تشيخ، أسرت الجمهور بإيماءاتها الرقيقة.", "entities": "Q349391", "from": "generated"}
{"id": "09f83268", "source_locale": "en", "target_locale": "ar", "source": "The twisted vines mirrored the horror of The Happening, choking the life from the once vibrant forest.", "target": "عكست الكروم الملتوية رعب الحدث، خانقة الحياة من الغابة التي كانت نابضة بالحياة ذات يوم.", "entities": "Q681092", "from": "generated"}
{"id": "7ac9a1b3", "source_locale": "en", "target_locale": "ar", "source": "The unsettling atmosphere of The Conjuring lingered in the air long after the credits rolled.", "target": "استمر الجو المقلق للشعوذة معلقا في الهواء حتى بعد انتهاء عرض النهاية.", "entities": "Q5540479", "from": "generated"}
{"id": "86a6343b", "source_locale": "en", "target_locale": "ar", "source": "Terry Crews’ infectious laughter echoed through the vibrant marketplace, instantly brightening everyone's day.", "target": "صدى ضحكة تيري كروز المعدية في السوق النابض بالحياة، مما أبهج يوم الجميع على الفور.", "entities": "Q271464", "from": "generated"}
{"id": "494ec9e2", "source_locale": "en", "target_locale": "ar", "source": "The heist in Ocean's Eleven was so meticulously planned it seemed to defy the laws of probability.", "target": "كانت السرقة في أوشن 11 مخططة بدقة بحيث بدت تتحدى قوانين الاحتمالات.", "entities": "Q205447", "from": "generated"}
{"id": "ce2b9a0c", "source_locale": "en", "target_locale": "ar", "source": "The swirling nebulae in the Pixar universe hinted at untold stories.", "target": "السدم الدوامة في عالم بيكسار كانت تلمح إلى قصص لم تروى بعد.", "entities": "Q127552", "from": "generated"}
{"id": "2234e60f", "source_locale": "en", "target_locale": "ar", "source": "The shimmering aurora danced across the canvas of night, whispering secrets of Soul's adventurous quest for self-discovery.", "target": "رقص الشفق المتلألئ عبر لوحة الليل، هامسًا بأسرار مغامرة ذاتية بحثًا عن اكتشاف الذات.", "entities": "Q64744044", "from": "generated"}
{"id": "4089da23", "source_locale": "en", "target_locale": "ar", "source": "The flickering candlelight danced across her face as she dreamt of accepting an Academy Awards.", "target": "تراقص ضوء الشمع الخافت على وجهها بينما كانت تحلم بتقبل جائزة الأوسكار.", "entities": "Q19020", "from": "generated"}
{"id": "3a3dbd01", "source_locale": "en", "target_locale": "ar", "source": "The aroma of old Hollywood clung to Tom Hanks like a familiar ghost, whispering tales of forgotten silver screens.", "target": "تعلقت رائحة هوليوود القديمة بتوم هانكس كشبح مألوف، تهمس بحكايات الشاشات الفضية المنسية.", "entities": "Q2263", "from": "generated"}
{"id": "03a129f7", "source_locale": "en", "target_locale": "ar", "source": "The ethereal glow of the moon painted a melancholic portrait of a city reminiscent of Sleepless in Seattle, forever searching for its other half.", "target": "رسمت هالة القمر الأثيرية صورة كئيبة لمدينة تذكرنا بـ الساهر في سياتل، تبحث إلى الأبد عن نصفها الآخر.", "entities": "Q107167", "from": "generated"}
{"id": "6b687199", "source_locale": "en", "target_locale": "ar", "source": "The shimmering emerald earrings, reminiscent of tropical lagoons, somehow paled in comparison to Jennifer Aniston's radiant smile.", "target": "", "entities": "Q32522", "from": "generated"}
{"id": "1b953b3c", "source_locale": "en", "target_locale": "ar", "source": "Anna Faris's infectious laughter echoed through the sun-drenched courtyard, chasing away the lingering shadows of doubt.", "target": "صدى ضحكة آنا فاريس المعدية يتردد في الفناء المشمس، مطاردًا ظلال الشك المتبقية.", "entities": "Q4491", "from": "generated"}
{"id": "244aa573", "source_locale": "en", "target_locale": "ar", "source": "Leonardo DiCaprio's commitment to environmental activism inspires hope for a greener future.", "target": "إن التزام ليوناردو دي كابريو بالنشاط البيئي يلهم الأمل في مستقبل أكثر اخضرارًا.", "entities": "Q38111", "from": "generated"}
{"id": "6bc78e40", "source_locale": "en", "target_locale": "ar", "source": "The movie reminded me of a quirky Joseph Gordon-Levitt rom-com, full of unexpected charm and witty dialogue.", "target": "الفيلم ذكرني بفيلم كوميدي رومانسي غريب الأطوار من بطولة جوزيف غوردون-ليفيت، مليء بالسحر غير المتوقع والحوار الذكي.", "entities": "Q177311", "from": "generated"}
{"id": "e1736ce5", "source_locale": "en", "target_locale": "ar", "source": "The haunting melody reminded her of Scarlett O'Hara's resilience in Gone with the Wind, a timeless tale of survival.", "target": "أعاد اللحن المؤثر إلى ذهنها صمود سكارليت أوهارا في ذهب مع الريح، قصة بقاء خالدة.", "entities": "Q2875", "from": "generated"}
{"id": "92c68f9c", "source_locale": "en", "target_locale": "ar", "source": "The emerald city shimmered with a promise of impossible dreams, a beacon drawing Dorothy towards ساحر أوز.", "target": "تألقت المدينة الزمردية بوعد بأحلام مستحيلة، منارة تجذب دوروثي نحو ساحر أوز.", "entities": "Q193695", "from": "generated"}
{"id": "007a5316", "source_locale": "en", "target_locale": "ar", "source": "The director skillfully blended humor and dread in Avengers: Age of Ultron, making it a blockbuster success.", "target": "قام المخرج ببراعة بمزج الفكاهة والرعب في المنتقمون: عصر ألترون، مما جعله نجاحًا ساحقًا.", "entities": "Q14171368", "from": "generated"}
{"id": "19b15a93", "source_locale": "en", "target_locale": "ar", "source": "The ethereal glow of the moon seemed to whisper secrets borrowed from The Godfather's Sicilian shadows.", "target": "نشر الضوء الأثيري للقمر أسرارًا استعارتها من ظلال العراب الصقلية.", "entities": "Q47703", "from": "generated"}
{"id": "375f9856", "source_locale": "en", "target_locale": "ar", "source": "The controversial film The Wolf of Wall Street offered a glimpse into the extravagant lifestyle of Jordan Belfort.", "target": "عرض الفيلم المثير للجدل ذئب وول ستريت لمحة عن نمط الحياة الباذخ لجوردان بلفورت.", "entities": "Q1392744", "from": "generated"}
{"id": "178efd74", "source_locale": "en", "target_locale": "ar", "source": "The nostalgic melodies of The Lion King echoed through the concert hall, bringing tears to many eyes.", "target": "أصدت الألحان الحنينية لـ الأسد الملك في قاعة الحفلات، وجلبت الدموع إلى أعين الكثيرين.", "entities": "Q27044293", "from": "generated"}
{"id": "c6bd8fa6", "source_locale": "en", "target_locale": "ar", "source": "Consumed by grief, she re-read The Twilight Saga: New Moon, seeking solace in its fantastical romance.", "target": "مستهلكة بالحزن، أعادت قراءة ملحمة الشفق: قمر جديد، باحثة عن العزاء في رومانسيتها الخيالية.", "entities": "Q116928", "from": "generated"}
{"id": "a4a24915", "source_locale": "en", "target_locale": "ar", "source": "Her heart fluttered like a hummingbird's wings as she reread the final pages of The Twilight Saga: Eclipse.", "target": "قلبها رفرف كأجنحة طائر الطنان وهي تعيد قراءة الصفحات الأخيرة من ملحمة الشفق: خسوف.", "entities": "Q217010", "from": "generated"}
{"id": "44d34305", "source_locale": "en", "target_locale": "ar", "source": "The intrepid spy, armed with wit and cunning, pursued the villainous Drax to his hidden lair, a fortress known only as Moonraker.", "target": "تبع الجاسوس المقدام، المسلح بالذكاء والمكر، الشرير دراكس إلى وكره الخفي، وهي قلعة معروفة فقط باسم حاصد القمر.", "entities": "Q334780", "from": "generated"}
{"id": "7f108c71", "source_locale": "en", "target_locale": "ar", "source": "The philosophical debate hinged on whether to interpret Live and Let Die as a mandate for benevolent intervention or selfish indifference.", "target": "النقاش الفلسفي تمحور حول ما إذا كان يجب تفسير عش ودعهم يموتون كتفويض للتدخل الخيري أم اللامبالاة الأنانية.", "entities": "Q27204", "from": "generated"}
{"id": "8ac5b666", "source_locale": "en", "target_locale": "ar", "source": "The daring heist hinged on acquiring Thunderball, a mythical artifact said to control the very tides.", "target": "توقفت عملية السرقة الجريئة على الحصول على كرة الرعد، قطعة أثرية أسطورية قيل إنها تتحكم في المد والجزر ذاتها.", "entities": "Q107724", "from": "generated"}
{"id": "5b7e8e10", "source_locale": "en", "target_locale": "ar", "source": "The melancholic sunset reminded him of the bittersweet ending of Toy Story.", "target": "ذكرته الشمس الغاربة الحزينة بالنهاية الحلوة المرة لحكاية لعبة.", "entities": "Q171048", "from": "generated"}
{"id": "a0d7707e", "source_locale": "en", "target_locale": "ar", "source": "The philosophical implications of The Matrix continue to fuel endless debates about reality.", "target": "لا تزال الآثار الفلسفية لماتريكس تغذي نقاشات لا نهاية لها حول الواقع.", "entities": "Q83495", "from": "generated"}
{"id": "3393f087", "source_locale": "en", "target_locale": "ar", "source": "The unsettling silence after the screening of The Devil's Rejects hinted at the movie's profound impact on the audience's psyche.", "target": "أوحى الصمت المقلق بعد عرض منبوذو الشيطان بتأثير الفيلم العميق على نفسية الجمهور.", "entities": "Q1534510", "from": "generated"}
{"id": "46babe1b", "source_locale": "en", "target_locale": "ar", "source": "The philosophical musings in Pulp Fiction always spark spirited debates among film enthusiasts.", "target": "دائمًا ما تثير التأملات الفلسفية في خيال رخيص مناقشات حادة بين عشاق السينما.", "entities": "Q104123", "from": "generated"}
{"id": "d28a8636", "source_locale": "en", "target_locale": "ar", "source": "Dear John letters arrived on Tuesday, turning hope into a forgotten autumn leaf.", "target": "رسائل عزيزي جون وصلت يوم الثلاثاء محولة الأمل إلى ورقة خريف منسية.", "entities": "Q867138", "from": "generated"}
{"id": "b8017a05", "source_locale": "en", "target_locale": "ar", "source": "The vibrant sunset mirrored the explosive climax of Iron Man 3, painting the sky with fiery hues.", "target": "يعكس الغروب النابض بالحياة الذروة المتفجرة لفيلم آيرون مان 3، راسمًا السماء بألوان نارية.", "entities": "Q209538", "from": "generated"}
{"id": "8d5120c0", "source_locale": "en", "target_locale": "ar", "source": "The Avengers fought bravely against the alien invasion, their courage a beacon of hope.", "target": "المنتقمون قاتلوا بشجاعة ضد الغزو الفضائي، شجاعتهم منارة أمل.", "entities": "Q182218", "from": "generated"}
{"id": "3ab910b5", "source_locale": "en", "target_locale": "ar", "source": "Black Panther watched the sunrise paint Wakanda in vibrant hues of gold.", "target": "الفهد الأسود شاهد شروق الشمس يلون واكاندا بألوان ذهبية زاهية.", "entities": "Q23780734", "from": "generated"}
{"id": "e0236305", "source_locale": "en", "target_locale": "ar", "source": "The unsettling stillness following the movie Doctor Sleep haunted my thoughts for days.", "target": "الهدوء المقلق الذي أعقب فيلم دكتور سليب ظل يطارد أفكاري لأيام.", "entities": "Q56881169", "from": "generated"}
{"id": "af1fbf10", "source_locale": "en", "target_locale": "ar", "source": "Ad Astra, a celestial whisper, echoed across the void, promising adventures untold.", "target": "أد أسترا، همسة سماوية، ترددت عبر الفراغ، واعدة بمغامرات لم ترو بعد.", "entities": "Q38774788", "from": "generated"}
{"id": "4ce52e03", "source_locale": "en", "target_locale": "ar", "source": "The echoes of battle still whisper through the ruins of Troy, a haunting melody of fallen heroes and burning ships.", "target": "ما زالت أصداء المعركة تهمس عبر أطلال طروادة، لحنًا مؤرقًا لأبطال سقطوا وسفن تحترق.", "entities": "Q186587", "from": "generated"}
{"id": "d52785d2", "source_locale": "en", "target_locale": "ar", "source": "The haunting score of Interstellar echoed through the vast emptiness of space, a lonely serenade to humanity's ambition.", "target": "ترددت الموسيقى المؤثرة لفيلم بين النجوم في الفراغ الشاسع للفضاء، كسيرينادة وحيدة لطموح البشرية.", "entities": "Q13417189", "from": "generated"}
{"id": "8cff2850", "source_locale": "en", "target_locale": "ar", "source": "I enjoy watching movies starring Joseph Gordon-Levitt.", "target": "أستمتع بمشاهدة الأفلام التي يقوم ببطولتها جوزيف غوردون-ليفيت.", "entities": "Q177311", "from": "generated"}
{"id": "de3a4c9b", "source_locale": "en", "target_locale": "ar", "source": "My favorite movie is Gone with the Wind.", "target": "فيلمي المفضل هو ذهب مع الريح.", "entities": "Q2875", "from": "generated"}
{"id": "3b4ecf3a", "source_locale": "en", "target_locale": "ar", "source": "I love the movie The Wizard of Oz.", "target": "أحب فيلم ساحر أوز.", "entities": "Q193695", "from": "generated"}
{"id": "fc48556e", "source_locale": "en", "target_locale": "ar", "source": "I enjoyed watching Avengers: Age of Ultron.", "target": "لقد استمتعت بمشاهدة المنتقمون: عصر ألترون.", "entities": "Q14171368", "from": "generated"}
{"id": "3cdb0584", "source_locale": "en", "target_locale": "ar", "source": "I love The Godfather.", "target": "أنا أحب العراب.", "entities": "Q47703", "from": "generated"}
{"id": "18bdeaa6", "source_locale": "en", "target_locale": "ar", "source": "I enjoyed watching The Wolf of Wall Street.", "target": "استمتعت بمشاهدة فيلم ذئب وول ستريت.", "entities": "Q1392744", "from": "generated"}
{"id": "af6e06dd", "source_locale": "en", "target_locale": "ar", "source": "I love The Lion King.", "target": "أنا أحب الأسد الملك.", "entities": "Q27044293", "from": "generated"}
{"id": "d454d8ac", "source_locale": "en", "target_locale": "ar", "source": "I really enjoyed The Twilight Saga.", "target": "لقد استمتعت حقًا بملحمة الشفق.", "entities": "Q116928", "from": "generated"}
{"id": "3183f39b", "source_locale": "en", "target_locale": "ar", "source": "I really enjoyed The Twilight Saga: Eclipse.", "target": "لقد استمتعت حقًا بملحمة الشفق: خسوف.", "entities": "Q217010", "from": "generated"}
{"id": "db4dc7ad", "source_locale": "en", "target_locale": "ar", "source": "I like Spider-Man.", "target": "أنا أحب الرجل العنكبوت.", "entities": "Q79037", "from": "generated"}
{"id": "c54653b6", "source_locale": "en", "target_locale": "ar", "source": "Francis Ford Coppola directed The Godfather.", "target": "أخرج فرانسيس فورد كوبولا فيلم العراب.", "entities": "Q56094", "from": "generated"}
{"id": "f0f7cffc", "source_locale": "en", "target_locale": "ar", "source": "I heard Johnny Depp is a great actor.", "target": "سمعت أن جوني ديب ممثل عظيم.", "entities": "Q37175", "from": "generated"}
{"id": "370f3089", "source_locale": "en", "target_locale": "ar", "source": "I love Martin Scorsese movies", "target": "أحب أفلام مارتن سكورسيزي", "entities": "Q41148", "from": "generated"}
{"id": "c7281301", "source_locale": "en", "target_locale": "ar", "source": "I love Star Wars.", "target": "أنا أحب حرب النجوم.", "entities": "Q462", "from": "generated"}
{"id": "9ca1cdfb", "source_locale": "en", "target_locale": "ar", "source": "George Lucas created Star Wars.", "target": "جورج لوكاس ابتكر حرب النجوم.", "entities": "Q38222", "from": "generated"}
{"id": "010785a4", "source_locale": "en", "target_locale": "ar", "source": "James Caan was a legendary actor.", "target": "جيمس كان كان ممثلاً أسطورياً.", "entities": "Q95043", "from": "generated"}
{"id": "267eb201", "source_locale": "en", "target_locale": "ar", "source": "I heard Sylvester Stallone is directing a new movie.", "target": "سمعت أن سيلفستر ستالون يخرج فيلمًا جديدًا.", "entities": "Q40026", "from": "generated"}
{"id": "87b454dd", "source_locale": "en", "target_locale": "ar", "source": "I really enjoyed the movie starring Emma Stone.", "target": "لقد استمتعت حقًا بالفيلم الذي تلعب فيه إيما ستون.", "entities": "Q147077", "from": "generated"}
{"id": "639e8716", "source_locale": "en", "target_locale": "ar", "source": "I really enjoyed watching La La Land.", "target": "لقد استمتعت حقا بمشاهدة لا لا لاند.", "entities": "Q20856802", "from": "generated"}
{"id": "357fd675", "source_locale": "en", "target_locale": "ar", "source": "I enjoy watching movies produced by DreamWorks.", "target": "أستمتع بمشاهدة الأفلام التي تنتجها دريم ووركس.", "entities": "Q192557", "from": "generated"}
{"id": "3f325564", "source_locale": "en", "target_locale": "ar", "source": "Daniel Craig is a famous actor.", "target": "دانيال كريغ ممثل مشهور.", "entities": "Q4547", "from": "generated"}
{"id": "dd791e09", "source_locale": "en", "target_locale": "ar", "source": "I am a big fan of James Bond.", "target": "أنا معجب كبير بجيمس بوند.", "entities": "Q844", "from": "generated"}
{"id": "69795e76", "source_locale": "en", "target_locale": "ar", "source": "I admire Kate Winslet's acting.", "target": "أنا معجب بأداء كيت وينسليت.", "entities": "Q202765", "from": "generated"}
{"id": "f9049323", "source_locale": "en", "target_locale": "ar", "source": "I love watching Kung Fu Panda.", "target": "أحب مشاهدة كونغ فو باندا.", "entities": "Q2081372", "from": "generated"}
{"id": "2dbfd7bd", "source_locale": "en", "target_locale": "ar", "source": "I like Billy Dee Williams as Lando Calrissian.", "target": "أحب بيلي دي ويليامز بدور لاندو كالريسيان.", "entities": "Q358345", "from": "generated"}
{"id": "116bfa21", "source_locale": "en", "target_locale": "ar", "source": "Alicia Vikander won an Oscar for Best Supporting Actress for her role in The Danish Girl.", "target": "فازت أليسيا فيكاندير بجائزة الأوسكار لأفضل ممثلة مساعدة عن دورها في فيلم The Danish Girl.", "entities": "Q439314", "from": "generated"}
{"id": "0fc473e6", "source_locale": "en", "target_locale": "ar", "source": "Jessica Chastain trained for five months to convincingly play a CIA agent in Zero Dark Thirty.", "target": "تدربت جيسيكا شاستاين لمدة خمسة أشهر لتقديم دور عميلة وكالة المخابرات المركزية بشكل مقنع في فيلم زيرو دارك ثيرتي.", "entities": "Q229313", "from": "generated"}
{"id": "5333b39c", "source_locale": "en", "target_locale": "ar", "source": "The Silence of the Lambs is only mentioned by name once in the entire movie.", "target": "فيلم صمت الحملان مذكور بالاسم مرة واحدة فقط في الفيلم بأكمله.", "entities": "Q133654", "from": "generated"}
{"id": "a3010e1c", "source_locale": "en", "target_locale": "ar", "source": "Captain America's shield is made of vibranium, a fictional metal that absorbs all kinetic energy.", "target": "درع كابتن أمريكا مصنوع من الفايبرانيوم، وهو معدن خيالي يمتص كل الطاقة الحركية.", "entities": "Q190679", "from": "generated"}
{"id": "244aaac1", "source_locale": "en", "target_locale": "ar", "source": "Captain America's shield is made of vibranium.", "target": "درع كابتن أمريكا مصنوع من الفايبرانيوم.", "entities": "Q190679", "from": "generated"}
{"id": "bf172fa1", "source_locale": "en", "target_locale": "ar", "source": "The movie Top Gun was released in 1986.", "target": "تم إصدار فيلم توب غان في عام 1986.", "entities": "Q110138", "from": "generated"}
{"id": "5f162e9c", "source_locale": "en", "target_locale": "ar", "source": "Arnold Schwarzenegger served as the 38th Governor of California.", "target": "شغل أرنولد شوارزنيجر منصب حاكم ولاية كاليفورنيا الثامن والثلاثين.", "entities": "Q2685", "from": "generated"}
{"id": "14aab220", "source_locale": "en", "target_locale": "ar", "source": "James Cameron directed the movie Avatar.", "target": "أخرج جيمس كاميرون فيلم أفاتار.", "entities": "Q42574", "from": "generated"}
{"id": "c399c3ab", "source_locale": "en", "target_locale": "ar", "source": "John Wayne never won an Academy Award for Best Director.", "target": "لم يفز جون واين بجائزة الأوسكار لأفضل مخرج على الإطلاق.", "entities": "Q40531", "from": "generated"}
{"id": "128be0e6", "source_locale": "en", "target_locale": "ar", "source": "Jabba the Hutt resided on the desert planet Tatooine.", "target": "جابا ذا هات سكن كوكب تاتوين الصحراوي.", "entities": "Q51794", "from": "generated"}
{"id": "bef6f889", "source_locale": "en", "target_locale": "ar", "source": "Gilderoy Lockhart was a wizard known for his false claims of bravery.", "target": "غيلدروي لوكهارت كان ساحرًا معروفًا بادعاءاته الكاذبة عن البطولة.", "entities": "Q1114418", "from": "generated"}
{"id": "17182077", "source_locale": "en", "target_locale": "ar", "source": "Harry Potter is a fictional wizard created by J.K. Rowling.", "target": "هاري بوتر هو ساحر خيالي من ابتكار ج. ك. رولينج.", "entities": "Q216930", "from": "generated"}
{"id": "1533e8e3", "source_locale": "en", "target_locale": "ar", "source": "Sandra Bullock won the Academy Award for Best Actress in 2010 for her role in The Blind Side.", "target": "فازت ساندرا بولوك بجائزة الأوسكار لأفضل ممثلة عام 2010 عن دورها في فيلم The Blind Side.", "entities": "Q40791", "from": "generated"}
{"id": "35944ddf", "source_locale": "en", "target_locale": "ar", "source": "Han Solo piloted the Millennium Falcon.", "target": "هان سولو قاد مركبة الفضاء ميلينيوم فالكون.", "entities": "Q51802", "from": "generated"}
{"id": "c99863ef", "source_locale": "en", "target_locale": "ar", "source": "Fact: The Father of genetics is Gregor Mendel.", "target": "الحقيقة: الأب الروحي لعلم الوراثة هو غريغور مندل.", "entities": "Q65066669", "from": "generated"}
{"id": "649d2aea", "source_locale": "en", "target_locale": "ar", "source": "Frozen is Disney's highest-grossing animated film.", "target": "ملكة الثلج هو فيلم الرسوم المتحركة الأعلى ربحًا لشركة ديزني.", "entities": "Q246283", "from": "generated"}
{"id": "3c0e71f2", "source_locale": "en", "target_locale": "ar", "source": "The Guardians of the Galaxy first appeared in Marvel Super-Heroes #18 in January 1969.", "target": "ظهر فريق حراس المجرة للمرة الأولى في مجلة مارفل سوبر هيروز العدد 18 في يناير 1969.", "entities": "Q5887360", "from": "generated"}
{"id": "087f10a5", "source_locale": "en", "target_locale": "ar", "source": "Captain Jack Sparrow is a fictional pirate character portrayed by Johnny Depp.", "target": "جاك سبارو شخصية قرصان خيالية يجسدها جوني ديب.", "entities": "Q202857", "from": "generated"}
{"id": "fed311a4", "source_locale": "en", "target_locale": "ar", "source": "Johnny Depp starred in the Pirates of the Caribbean film series.", "target": "قام جوني ديب ببطولة سلسلة أفلام قراصنة الكاريبي.", "entities": "Q194318", "from": "generated"}
{"id": "1fd39811", "source_locale": "en", "target_locale": "ar", "source": "Joaquin Phoenix won the Academy Award for Best Actor in 2020 for his role in Joker.", "target": "فاز خواكين فينيكس بجائزة الأوسكار لأفضل ممثل عام 2020 عن دوره في فيلم جوكر.", "entities": "Q185140", "from": "generated"}
{"id": "aec21da3", "source_locale": "en", "target_locale": "ar", "source": "Jude Law played Dr. Watson in the Sherlock Holmes movies.", "target": "جود لو لعب دور الدكتور واطسون في أفلام شيرلوك هولمز.", "entities": "Q160432", "from": "generated"}
{"id": "b71ec49f", "source_locale": "en", "target_locale": "ar", "source": "Fact: Back to the Future was released in 1985.", "target": "حقيقة: العودة إلى المستقبل صدر في عام 1985.", "entities": "Q91540", "from": "generated"}
{"id": "d14b5171", "source_locale": "en", "target_locale": "ar", "source": "Tom Cruise is known for performing many of his own stunts.", "target": "يشتهر توم كروز بأداء العديد من مشاهده الخطيرة بنفسه.", "entities": "Q37079", "from": "generated"}
{"id": "2cbb23bd", "source_locale": "en", "target_locale": "ar", "source": "Jane Fonda won the Academy Award for Best Actress twice.", "target": "حصلت جين فوندا على جائزة الأوسكار لأفضل ممثلة مرتين.", "entities": "Q41142", "from": "generated"}
{"id": "0472956e", "source_locale": "en", "target_locale": "ar", "source": "Christian Bale won the Academy Award for Best Supporting Actor for his role in The Fighter.", "target": "فاز كريستيان بيل بجائزة الأوسكار لأفضل ممثل مساعد عن دوره في فيلم The Fighter.", "entities": "Q45772", "from": "generated"}
{"id": "b150831c", "source_locale": "en", "target_locale": "ar", "source": "Fact: Denzel Washington won the Academy Award for Best Actor for his role in Training Day.", "target": "الحقيقة: فاز دنزل واشنطن بجائزة الأوسكار لأفضل ممثل عن دوره في فيلم يوم التدريب.", "entities": "Q42101", "from": "generated"}
{"id": "da38f1ee", "source_locale": "en", "target_locale": "ar", "source": "John Travolta starred in the movie \"Grease.\"", "target": "جون ترافولتا لعب دور البطولة في فيلم جريس.", "entities": "Q80938", "from": "generated"}
{"id": "6edf91fa", "source_locale": "en", "target_locale": "ar", "source": "Dustin Hoffman won the Academy Award for Best Actor twice.", "target": "فاز داستين هوفمان بجائزة الأوسكار لأفضل ممثل مرتين.", "entities": "Q42930", "from": "generated"}
{"id": "a2ca3363", "source_locale": "en", "target_locale": "ar", "source": "Neo is the main protagonist of The Matrix franchise.", "target": "نيو هو الشخصية الرئيسية في سلسلة أفلام الماتريكس.", "entities": "Q247120", "from": "generated"}
